{
    "webpage_title": "Psychotherapy Kotnik",
    "psychodynamic_psychotherapy": "Psychodynamic Psychotherapy",
    "subtitle_locations": "Leeuwarden (The Netherlands)",
    "more_about_psychodynamic_psychotherapy": "More about psychodynamic psychotherapy",
    "more_about_me": "More about me",
    "made_by": "Made By",
    "contact": "Contact",
    "locations": "My Practice Locations",
    "notificationEmailSuccess": "Email sent",
    "notificationEmailError": "Sending email ERROR. Please send direct e-mail.",
    "welcomeTitle": "Welcome!",
    "welcomeText": "My name is Denis, and I offer psychodynamic psychotherapy in Leeuwarden, the Netherlands, and occasionally in Trebnje, Slovenia. I provide a calm, confidential space where we can slow down and explore what is happening beneath the surface of your thoughts, feelings, and relationships. <br><br>Psychodynamic psychotherapy is for anyone who feels stuck, overwhelmed, or disconnected — whether this is your first experience with therapy or you have worked with a therapist before. People often come with concerns such as anxiety, low mood, inner tension, low self-esteem, difficulties in relationships, or a sense that something is not quite right. <br><br>Together, we will explore recurring patterns, authentic emotional expression, and unconscious processes that may be shaping your life. Through this process, many people gain deeper self-understanding, emotional relief, and the possibility of more authentic and fulfilling ways of relating to themselves and others.",
    "quote": "\"The longest journey is the one that brings you closest to yourself,<br>and the hardest practice is the one that gives rise to the simplest melody.\"<br><br>— Rabindranath Tagore",
    "help_with_title": "In a safe therapeutic space, we can work together on:",
    "help_with": "<li>Depression, anxiety, and panic attacks</li><li>Excessive worry, overwhelm, and persistent anxiety</li><li>Resolving feelings of guilt, shame, fear, and inner emptiness</li><li>Difficulties in interpersonal relationships</li><li>Partnerships, workplace relationships, and fear of relationships</li><li>Coping with the loss of an important person and the grieving process</li><li>Stress in everyday life and at work, insomnia, and chronic fatigue</li><li>Mental disorders and personality disorders</li><li>Difficulties with anger and aggression</li><li>Issues with burnout, addiction, and addictive behaviours</li><li>Anorexia, bulimia, and other eating disorders</li><li>Low self-esteem, feelings of inferiority, and a lack of meaning in life</li><li>Obsessive-compulsive disorders, identity disorders, and other psychosomatic conditions</li>",
    "setting_title": "The Therapeutic Setting I Provide:",
    "setting": "<li><strong>Language:</strong> sessions offered in English and Slovenian</li><li><strong>Confidentiality:</strong> your privacy and emotional safety are always prioritised</li><li><strong>Frequency:</strong> usually once or twice per week, depending on your needs</li><li><strong>Duration:</strong> 50 minutes per session</li><li><strong>Fee:</strong> <strong>€40</strong> for the intake conversation; <strong>€70–€100</strong> per session, with the final rate agreed upon at the beginning of therapy</li><li><strong>Location:</strong> Leeuwarden (The Netherlands), Trebnje (Slovenia), online</li>",
    "contact_me": "Feel free to contact me",
    "name": "Name",
    "message": "Message",
    "email": "Email",
    "submit": "Submit",
    "what_is_psychodynamic_therapy_title": "What is Psychodynamic Psychotherapy?",
    "what_is_psychodynamic_therapy": "Psychodynamic psychotherapy is a <b>talking treatment</b> based on idea that thoughts and feelings that you may not be aware of can cause problems such as anxiety, depression, poor self esteem, and difficulty with relationships. One way that we deal with painful or difficult thoughts and feelings is to put them out of our minds–that is, to make them <strong>unconscious</strong>. But even though we do not think about them, those unconscious thoughts and feelings affect how we think, feel, and behave. For example, it might be hard for you to have angry feelings towards someone you love because you think you shouldn’t have them. Nevertheless, they might continue to affect your relationship. Psychodynamic psychotherapy provides a space for developing new, healthier ways of coping with these issues.",
    "in_therapy_you_will_do_title": "In psychodynamic psychotherapy, you will do several things to become more aware of unconscious thoughts and feelings:",
    "in_therapy_you_will_do": "<ul><li><strong>Saying whatever comes to mind</strong> helps you to move from thoughts you are aware of to related thoughts you’re not aware of. It’s not so easy to do, but your therapist will help you to notice when you’re not allowing yourself to speak freely.</li><li><strong>Talking about your feelings, not just your thoughts</strong>, helps you to become more aware of what your feelings are. Just talking about feelings that were hidden can be helpful.</li><li><strong>Talking about dreams and fantasies</strong> helps unconscious thoughts and feelings come into your mind. Fantasies are not only your wishes and daydreams, they are also the underlying and often unconscious thoughts that you have about yourself and others. Learning about them can help you to think about yourself and others in new ways.</li><li><strong>Talking about thoughts and feelings you have about your therapist</strong>—yes, that’s not a typo—the therapist wants you to talk about how you feel about him or her. These feelings are called your transference. Although it may not seem natural to talk directly to your therapist about these feelings, learning about them will help you to better understand the way you think and feel about others and can help to improve your relationships.</li><li><strong>Talking about your whole life, particularly about people and events from your childhood</strong>, helps you to remember early thoughts and feelings. This is important because feelings you have about people and situations in your current life may relate to feelings that you had when you were younger. Also, developing new ways of thinking about your life and how you came to be the way you are can lead to change in the way you think about yourself and others.</li></ul><br>As you become aware of your unconscious thoughts and feelings, you will learn about patterns you have that are giving you difficulty, and, over time, you will learn new ways of thinking about yourself, coping with stress, and having relationships.",
    "why_called_psychodynamic_therapy_title": "Why is it called psychodynamic psychotherapy?",
    "why_called_psychodynamic_therapy": "“Psych“ means mind, and dynamic refers to moving forces. Your thoughts and feelings can be thought of as mental forces. They are constantly in motion and often conflict with one another. Learning about these forces and conflicts can help you to understand how you think, feel, and behave.",
    "how_long_title": "How long will this therapy take?",
    "how_long": "Psychodynamic psychotherapy can be short term for specific problems like panic attacks, or long term for problems with self-esteem, relationships, and coping with stress. It’s taken you a long time to develop these patterns, so they may take a while to change. Long term psychotherapy can last a year or longer. It is an “open ended” treatment, meaning that it lasts as long as needed to accomplish the goals that you and your therapist set. At the same time as you are working towards long term goals, you and your therapist may work on shorter term goals such as dealing with stress in your daily life.",
    "why_so_often_title": "Why do I need to come once or twice a week?",
    "why_so_often": "Coming more frequently will help you become aware of thoughts and feelings underlying many types of problems. When you come less frequently, you are likely to spend most of your time just reporting on what happened since your last session.",
    "will_my_therapist_talk_title": "Will my therapist talk?",
    "will_my_therapist_talk": "Of course. You do not do all of the work and your therapist does not do all of the work. You and your therapist will work together in a partnership. Your therapist may listen, take notes, ask questions, and help you to notice unconscious thoughts, feelings, and problematic patterns.",
    "should_I_say_everything_title": "Should I really say whatever comes to mind?",
    "should_I_say_everything": "What if it’s not relevant? Yes, you should really say whatever comes to mind, and you should not try to judge whether it is “relevant” or not. That “irrelevant” thought could lead you to an important thought or feeling you did not even know you had.",
    "should_I_say_negative_title": "It feels strange to talk directly about my therapist—should I even say negative things?",
    "should_I_say_negative": "You are right—this is a strange thing to do—but it’s an important way to learn about your relationships. For example, exploring why you get upset with your therapist might help you to understand why you get upset with other people. It may also help you to develop new and healthier ways to deal with other people in your life.",
    "can_medication_title": "Can I be in psychodynamic psychotherapy and take medication at the same time?",
    "can_medication": "Absolutely—if you and your psychiatrist think that you would benefit from taking medication, you can do both at the same time. In fact, it is very common for people to do both. If you are depressed or anxious, taking medication may help your symptoms and help the psychotherapy. If you are taking medication while you’re in psychotherapy, talking about this with your therapist can help you to learn about your feelings about being anxious or depressed.",
    "why_asymetric_title": "How come my therapist learns all about me and I don’t learn much about him or her?",
    "why_asymetric": "Although you’d think that knowing a lot about your therapist would be helpful, the opposite is actually true. Not knowing much about your therapist allows you to really be yourself with him or her. For example, if you’re very angry at your parents for getting divorced and you find out that your therapist is divorced, it might make it hard for you to speak freely about your parents. If you get frustrated about this, be sure to discuss it in a session.",
    "evidence_title": "Is there solid empirical evidence that psychodynamic psychotherapy is effective?",
    "evidence": "Yes. Below are some scientific articles demonstrating its effectiveness.<br><ul><li><a href='https://www.tandfonline.com/doi/full/10.1080/02668734.2023.2197617?utm_source=researchgate.net&utm_medium=article' target='_blank' rel='noopener noreferrer'>A comprehensive overview of randomized controlled trials of psychodynamic psychotherapies</a></li><li><a href='https://www.sciencedirect.com/science/chapter/edited-volume/abs/pii/B9780128133736000040?via%3Dihub' target='_blank' rel='noopener noreferrer'>The efficacy of psychodynamic psychotherapy: an up-to-date review</a></li><li><a href='https://www.apa.org/pubs/journals/releases/amp-65-2-98.pdf' target='_blank' rel='noopener noreferrer'>The Efficacy of Psychodynamic Psychotherapy</a></li></ul>",
    "about_me_title": "About me",
    "about_me": "My name is Denis Kotnik. I live in Leeuwarden, the Netherlands, and I’m originally from Slovenia.<br><br>I have always been fascinated by what is hidden from view—how things work, why people think the way they do, and why they behave the way they behave. After completing my master’s degree in artificial intelligence at the Faculty of Computer and Information Science at the University of Ljubljana, I became fascinated by psychoanalysis and philosophy, especially thinkers such as Socrates, René Descartes, Karl Marx, Sigmund Freud, Jacques Lacan, Alain Badiou, and others.<br><br>At a certain point, life led me to the decision to pursue training at the Institute for Psychodynamic Psychotherapy in Ljubljana. In addition to a 4-year theoretical training, I have completed more than 220 hours of personal experience in individual psychodynamic psychotherapy (once weekly) with a selected psychodynamic psychotherapist, as well as more than 360 hours of personal experience in a closed psychodynamic group (over a three-year process) led by a psychodynamic psychotherapist.<br><br>In 2026, I will begin work as a psychodynamic psychotherapy trainee under regular supervision (minimum 200 hours) by a psychodynamic and psychoanalytic psychotherapist and psychoanalyst. I am a member of the European Confederation for Psychoanalytic Psychotherapies Slovenia (EZPPS) and am working towards obtaining diplomas from the European Confederation of Psychoanalytic Psychotherapies (ECPP) and the European Association for Psychotherapy (EAP).",
    "links": "Links"
}