{
    "webpage_title": "Psychotherapy Kotnik",
    "psychodynamic_psychotherapy": "Psychodynamic Psychotherapy",
    "more_about_psychodynamic_psychotherapy": "More about psychodynamic psychotherapy",
    "made_by": "Made By",
    "notificationEmailSuccess": "Email sent",
    "notificationEmailError": "Sending email ERROR. Please send direct e-mail.",
    "what_is_therapy_title": "What is Psychotherapy?",
    "what_is_therapy": "Psychotherapy fundamentally means helping or treating psychological difficulties and disorders through conversation, as described by its founder, the father of psychoanalysis, Sigmund Freud. However, contemporary psychotherapy differs from Freud’s original psychoanalytic approach. It has evolved by integrating modern, research-based theories and by using a wide range of verbal and non-verbal methods and techniques that support individuals in distress and foster their inner growth.<br><br>It is a form of support that provides a safe and confidential relationship in which a person can open up and express the difficulties or challenges they are facing. In this process, the psychotherapist helps them explore, recognize, and gradually change unhelpful patterns of thinking, experiencing, and behaving — and to bring these changes into their everyday life.",
    "help_with_title": "In a safe therapeutic space, we can work together on:",
    "help_with": "<li>Depression, anxiety, and panic attacks</li><li>Excessive worry, overwhelm, and persistent anxiety</li><li>Resolving feelings of guilt, shame, fear, and inner emptiness</li><li>Difficulties in interpersonal relationships</li><li>Partnerships, workplace relationships, and fear of relationships</li><li>Coping with the loss of an important person and the grieving process</li><li>Stress in everyday life and at work, insomnia, and chronic fatigue</li><li>Mental disorders and personality disorders</li><li>Difficulties with anger and aggression</li><li>Issues with burnout, addiction, and addictive behaviours</li><li>Anorexia, bulimia, and other eating disorders</li><li>Low self-esteem, feelings of inferiority, and a lack of meaning in life</li><li>Obsessive-compulsive disorders, identity disorders, and other psychosomatic conditions</li>",
    "setting_title": "The Therapeutic Setting I Provide:",
    "setting": "<li><strong>Language:</strong> sessions offered in English and Slovenian</li><li><strong>Confidentiality:</strong> your privacy and emotional safety are always prioritised</li><li><strong>Frequency:</strong> usually once or twice per week, depending on your needs</li><li><strong>Duration:</strong> 50 minutes per session</li><li><strong>Fee:</strong> <strong>€70</strong> for the intake; <strong>€80–€110</strong> per session, with the final rate agreed upon at the beginning of therapy</li><li><strong>Location:</strong> Leeuwarden, Utrecht, or online</li>",
    "contact": "Please feel free to contact me",
    "name": "Name",
    "message": "Message",
    "email": "Email",
    "submit": "Submit",
    "what_is_psychodynamic_therapy_title": "What is Psychodynamic Psychotherapy?",
    "what_is_psychodynamic_therapy": "Psychodynamic psychotherapy is a talking treatment based on idea that thoughts and feelings that you may not be aware of can cause problems such as anxiety, depression, poor selfesteem, and dif culty with relationships. One way that we deal with painful or dif cult thoughts and feelings is to put them out of our minds–that is, to make them unconscious. But even though we do not think about them, those unconscious thoughts and feelings affect how we think, feel, and behave. For example, it might be hard for you to have angry feelings towards someone you love because you think you shouldn’t have them. Nevertheless, they might continue to affect your relationship.<br><br>Over the next few weeks, you and your therapist will develop goals that are specic for you, but in general the goals of psychodynamic psychotherapy include improving how you feel about yourself, how you relate to other people, and how you cope with stress. To accomplish these goals, you and your therapist will work together to help you become more aware of unconscious thoughts and feelings that are causing you to have dif culty and that may make it hard for you to feel happy, good about yourself, and satis ed with your job and relationships. You may also work on developing new, healthier ways of dealing with painful thoughts and feelings, as well as with stress you may be experiencing in your daily life.",
    "in_therapy_you_will_do_title": "In psychodynamic psychotherapy, you will do several things to become more aware of unconscious thoughts and feelings:",
    "in_therapy_you_will_do": "<ul><li><strong>Saying whatever comes to mind</strong> helps you to move from thoughts you are aware of to related thoughts you’re not aware of. It’s not so easy to do, but your therapist will help you to notice when you’re not allowing yourself to speak freely.</li><li><strong>Talking about your feelings, not just your thoughts</strong>, helps you to become more aware of what your feelings are. Just talking about feelings that were hidden can be helpful.</li><li><strong>Talking about dreams and fantasies</strong> helps unconscious thoughts and feelings come into your mind. Fantasies are not only your wishes and daydreams, they are also the underlying and often unconscious thoughts that you have about yourself and others. Learning about them can help you to think about yourself and others in new ways.</li><li><strong>Talking about thoughts and feelings you have about your therapist</strong>– yes, that’s not a typo– we want you to talk to your therapist about the way you feel about him or her. These feelings are called your transference. Although it may not seem natural to talk directly to your therapist about these feelings, learning about them will help you to better understand the way you think and feel about others and can help to improve your relationships.</li><li><strong>Talking about your whole life, particularly about people and events from your childhood</strong>, helps you to remember early thoughts and feelings. This is important because feelings you have about people and situations in your current life may relate to feelings that you had when you were younger. Also, developing new ways of thinking about your life and how you came to be the way you are can lead to change in the way your think about yourself and others.</li></ul><br>As you become aware of your unconscious thoughts and feelings, you will learn about patterns you have that are giving you difficulty, and, over time, you will learn new ways of thinking about yourself, coping with stress, and having relationships.",
    "why_called_psychodynamic_therapy_title": "Why is it called psychodynamic psychotherapy?",
    "why_called_psychodynamic_therapy": "“Psych“ means mind, and dynamic refers to moving forces. Your thoughts and feelings can be thought of as mental forces. They are constantly in motion and often conflict with one another. Learning about these forces and conflicts can help you to understand how you think, feel, and behave.",
    "how_long_title": "How long will this therapy take?",
    "how_long": "Psychodynamic psychotherapy can be short term for specific problems like panic attacks, or long term for problems with self-esteem, relationships, and coping with stress. It’s taken you a long time to develop these patterns, so they may take a while to change. Long term psychotherapy can last a year or longer. It is an “open ended” treatment, meaning that it lasts as long as needed to accomplish the goals that you and your therapist set. At the same time as you are working towards long term goals, you and your therapist may work on shorter term goals such as dealing with stress in your daily life.",
    "why_so_often_title": "Why do I need to come once or twice a week?",
    "why_so_often": "Coming more frequently will help you become aware of thoughts and feelings underlying many types of problems. When you come less frequently, you are likely to spend most of your time just reporting on what happened since your last session.",
    "will_my_therapist_talk_title": "Will my therapist talk?",
    "will_my_therapist_talk": "Of course. You do not do all of the work and your therapist does not do all of the work. You and your therapist will work together in a partnership. Your therapist may listen, take notes, ask questions, and help you to notice unconscious thoughts, feelings, and problematic patterns.",
    "should_I_say_everything_title": "Should I really say whatever comes to mind?",
    "should_I_say_everything": "What if it’s not relevant? Yes, you should really say whatever comes to mind, and you should not try to judge whether it is “relevant” or not. That “irrelevant” thought could lead you to an important thought or feeling you did not even know you had.",
    "should_I_say_negative_title": "It feels strange to talk directly about my therapist– should I even say negative things?",
    "should_I_say_negative": "You are right– this is a strange thing to do– but it’s an important way to learn about your relationships. For example, exploring why you get upset with your therapist might help you to understand why you get upset with other people. It may also help you to develop new and healthier ways to deal with other people in your life.",
    "can_medication_title": "Can I be in psychodynamic psychotherapy and take medication at the same time?",
    "can_medication": "Absolutely– if you and your therapist think that you would bene t from taking medication, you can do both at the same time. In fact, it is very common for people to do both. If you are depressed or anxious, taking medication may help your symptoms and help the psychotherapy. If you are taking medication while you’re in psychotherapy, talking about this with your therapist can help you to learn about your feelings about being anxious or depressed.",
    "why_asymetric_title": "How come my therapist learns all about me and I don’t learn much about him or her?",
    "why_asymetric": "Although you’d think that knowing a lot about your therapist would be helpful, the opposite is actually true. Not knowing much about your therapist allows you to really be yourself with him or her. For example, if you’re very angry at your parents for getting divorced and you find out that your therapist is divorced, it might make it hard for you to speak freely about your parents. If you get frustrated about this, be sure to discuss it in a session.",
    "about_me_title": "About me",
    "about_me": "Moje ime je Denis Kotnik in prihajam iz Slovenije. Od nekdaj me zanima, kar je očem skrito, kako stvari delujejo, zakaj ljudje razmišljajo, kot razmišljajo in se obnašajo, kot se obnašajo.<br><br>Po končanem magistrskem študiju s področja umetne inteligence na Fakulteti za računalništvo in informatiko Univerze v Ljubljani so me nad raziskovanjem sveta navdušili psihoanaliza in filozofija, predvsem pa misleci, kot so Sokrat, René Descartes, Karl Marx, Sigmund Freud, Jacques Lacan, Alain Badiou in drugi. Všeč sta mi svobodna misel in pristno izražanje, ki sežeta onkraj vnaprej določenih norm in okvirjev ter intelektualno nasilje, ki ruši oblastna razmerja, npr. transfer, in tako ustvarja prostor za subjekt, novo, univerzalnost, skupnost, blagostanje, mir, toplino, sočutje, pogum, samodisciplino, pravico, modrost ...<br><br>Zgoraj zapisano in pa osebna izkušnja iz psihodinamske psihoterapije sta me privedla do odločitve – izobraževanja na Inštitutu za psihodinamsko psihoterapijo v Ljubljani. Opravljenih imam več kot 220 ur (1x tedensko) v individualni psihodinamski psihoterapiji z izbrano psihodinamsko psihoterapevtko ter več kot 360 ur (skozi 3 leta) v zaprti psihodinamski skupini pod vodstvom učnega psihodinamskega psihoterapevta. <br><br>V letu 2026 pričenjam z delom kot specializant psihodinamske psihoterapije pod redno supervizijo (minimalno 200 ur) psihodinamskega in psihoanalitičnega psihoterapevta ter psihoanalitika Parova Anzelca. Sem član Evropskega združenja psihoanalitičnih pristopov Slovenija (EZPPS), prizadevam pa si pridobiti diplomi s strani Evropske konfederacije psihoanalitičnih psihoterapij (ECPP) in Evropske krovne zveze za psihoterapijo (EAP). <br><br>Uživam tudi ob petju, igranju kitare, plesu, borilnih veščinah in branju ter pisanju poezije."
}